Repository: common-repository/udesly-customizer
Catalog: languages/udesly-customizer-*.po
Languages: it_it, ru_ru

source: Customizer
ru_ru: Редактор

source: Customizer settings saved!
it_it: Modifiche del Customizer salvate!
ru_ru: Настройки редактора сохранены!

source: Buttons Font Size (em)
it_it: Dimensione font Pulsanti
ru_ru: Размер шрифта кнопки (em)

source: Buttons Font Color
it_it: Colore font Pulsanti
ru_ru: Цвет шрифта кнопки

source: Buttons Font Color Hover
it_it: Colore hover font Pulsanti
ru_ru: Цвет шрифта кнопки при навидении

source: Buttons Background Color
it_it: Colore di sfondo Pulsanti
ru_ru: Цвет кнопки

source: Buttons Background Color Hover
it_it: Colore di sfondo hover Pulsanti
ru_ru: Цвет кнопки при навидении

source: Buttons Border Size (px)
it_it: Dimensione bordo Pulsanti (px)
ru_ru: Толщина обводки кнопки

source: Buttons Border Color
it_it: Colore bordo Pulsanti
ru_ru: Цвет обводки кнопки

source: Buttons Border Radius
it_it: Arrotondamento Bordi Pulsanti
ru_ru: Радиус скругления углов кнопки

source: Table Padding (em)
it_it: Padding tabella (em)
ru_ru: Внутренний отступ в таблице

source: Header Background Color
it_it: Colore background header
ru_ru: Фоновый цвет заголовка

source: Product Background Color
it_it: Colore background prodotto
ru_ru: Фоновый цвет

source: Products Table Border Size (px)
it_it: Dimensione margine tabella prodotti (px)
ru_ru: Толщина обводки таблицы (px)

source: Products Table Border Color
it_it: Colore margine tabella prodotti
ru_ru: Цвет обводки таблицы

source: Products Table Rounded Corners
it_it: Bordi arrotondati Tabella Prodotti
ru_ru: Скругление углов таблицы

source: Products Table Labels Font Size (em)
it_it: Dimensione font Intestazione Tabella Prodotti (px)
ru_ru: Размер шрифта ярлыка таблицы (em)

source: Products Table Labels Font Color
it_it: Colore font Intestazione Tabella Prodotti
ru_ru: Цвет шрифта ярлыка таблицы

source: Products Table Texts Font Size (em)
it_it: Dimensione font Testi Tabella Prodotti (px)
ru_ru: Размер шрифта в таблице (em)

source: Products Table Texts Font Color
it_it: Colore font Testi Tabella Prodotti
ru_ru: Цвет шрифта в таблице

source: Form Input Background Color
it_it: Colore di sfondo input Form
ru_ru: Цвет инпута формы

source: Form Input Color
it_it: Colore input form
ru_ru: Цвет шрифта инпута формы

source: Form Input Placeholder Color
it_it: Colore placeholder form input
ru_ru: Цвет поля ввода формы

source: Form Input Border Color
it_it: Colore bordi form input
ru_ru: Цвет обводки инпута формы

source: Form Input Border Size
it_it: Dimensione bordi form input
ru_ru: Толщина обводки инпута формы

source: Form Input Padding (em)
it_it: Padding form input (em)
ru_ru: Внутренний отступ инпута в форме (em)

source: Form Input Border Radius
it_it: Arrotondamento bordo form input
ru_ru: Радиус скругления углов инпута в форме

source: Form Labels Font Size (px)
it_it: Dimensione font intestazione form (px)
ru_ru: Размер шрифта ярлыка формы (px)

source: Form Title Font Size (px)
it_it: Dimensione font titolo form (px)
ru_ru: Размер шрифта заголовка формы (px)

source: Form Labels Font Color
it_it: Colore font intestazione form
ru_ru: Цвет шрифта ярлыка формы

source: Form Title Color
it_it: Colore titolo form
ru_ru: Цвет заголовка в форме

source: Product Button Font Color
it_it: Colore font Pulsante prodotto
ru_ru: Цвет шрифта кнопки

source: Product Button Color
it_it: Colore Pulsante prodotto
ru_ru: Цвет кнопки

source: Product Button Color Hover
it_it: Colore hover Pulsante prodotto
ru_ru: Цвет кнопки при навидении

source: Product Input Background Color
it_it: Colore di sfondo campi prodotto
ru_ru: Цвет инпута

source: Product Input Color
it_it: Colore campi prodotto
ru_ru: Цвет шрифта инпута

source: Product Label Color
it_it: Colore intestazione prodotto
ru_ru: Цвет ярлыка

source: Product Input Padding (px)
it_it: Padding campi prodotto (px)
ru_ru: Внутренний отступ инпута (px)

source: Product Label Input Font Size (px)
it_it: Dimensione font campi intestazione prodotto (px)
ru_ru: Размер шрифта инпута (px)

source: Product Button Border Radius
it_it: Arrotondamento bordo Pulsante prodotto
ru_ru: Радиус скругления углов кнопки

source: Product Input Border Radius
it_it: Arrotondamento bordo campo prodotto
ru_ru: Радиус скругления углов инпута

source: Products Tab Table Border Size (px)
it_it: Dimensione bordo tabella scheda prodotto (px)
ru_ru: Толщина обводки вкладки (px)

source: Products Tab Table Padding (px)
it_it: Padding tabella scheda prodotto (px)
ru_ru: Внутренний отступ вкладки (px)

source: Product Tab Table Border Color
it_it: Colore bordo tabella scheda prodotto
ru_ru: Цвет обводки таба

source: Product Stars Color
it_it: Colore delle stelle rating prodotto
ru_ru: Цвет звездочек в товаре

source: Udesly Woocommerce Buttons
it_it: Pulsanti Udesly Woocommerce
ru_ru: Кнопки Udesly Woocommerce

source: Button Font Size (em)
it_it: Dimensione Font Pulsante (em)
ru_ru: Размер шрифта кнопки (em)

source: Button Font Color
it_it: Colore Font Pulsante
ru_ru: Цвет шрифта кнопки

source: Button Font Color Hover
it_it: Colore Hover Font Pulsante
ru_ru: Цвет шрифта кнопки при навидении

source: Button Background Color
it_it: Colore di sfondo Pulsante
ru_ru: Цвет кнопки

source: Button Background Color Hover
it_it: Colore di sfondo Hover Pulsante
ru_ru: Цвет кнопки при навидении

source: Button Border Size
it_it: Dimensione bordo Pulsante
ru_ru: Размер обводки кнопки

source: Button Border Color
it_it: Colore bordo Pulsante
ru_ru: Цвет обводки кнопки

source: Button Border Radius
it_it: Arrotondamento Bordo Pulsante
ru_ru: Радиус скругления углов в кнопке

source: Udesly Woocommerce Table
it_it: Tabella Udesly Woocommerce
ru_ru: Таблица Woocommerce Table

source: Labels Font Size
it_it: Dimensione font intestazioni
ru_ru: Размер шрифта в ярлыках

source: Texts Font Size
it_it: Dimensione font testi
ru_ru: Размер шрифта

source: Table Border Size (px)
it_it: Dimensione bordi tabella (px)
ru_ru: Толщина обводки таблицы (px)

source: Table Border Radius
it_it: Arrotondamento bordo tabella
ru_ru: Радиус скругления углов в таблице

source: Labels Font Color
it_it: Colore font intestazioni
ru_ru: Цвет ярлыка

source: Texts Font Color
it_it: Colore font testi
ru_ru: Цвет шрифта

source: Table Border Color
it_it: Colore bordo tabella
ru_ru: Цвет обводки в таблице

source: Udesly Woocommerce Form
it_it: Form Udesly Woocommerce
ru_ru: Форма Udesly Woocommerce

source: Labels Title Size
it_it: Dimensione titolo intestazioni
ru_ru: Размер заголовка

source: Udesly Woocommerce Product
it_it: Prodotto Udesly Woocommerce
ru_ru: Товар Udesly Woocommerce

source: Product Reviews Stars Color
it_it: Colore stelle recensione prodotto
ru_ru: Цвет звездочек в отзывах о товаре

source: List View
it_it: Vista elenco
ru_ru: Просмотр списка

source: Excerpt View
it_it: Vista estratto
ru_ru: Просмотр фрагмента

source: No items found.
it_it: Nessun articolo trovato.
ru_ru: Ничего не найдено.

source: Select bulk action
it_it: Seleziona azione collettiva
ru_ru: Множественный выбор

source: Bulk Actions
it_it: Azioni collettive
ru_ru: Множественный выбор

source: Apply
it_it: Applica
ru_ru: Применить

source: Show more details
it_it: Mostra pi√π dettagli
ru_ru: Подробнее

source: Filter by date
it_it: Filtra per data
ru_ru: Фильтр по дате

source: All dates
it_it: Tutte le date
ru_ru: Все даты

source: %s comment
it_it: %s commento
ru_ru: %s комментарий

source: %s approved comment
it_it: %s commento approvato
ru_ru: %s одобренный комментарий

source: %s pending comment
it_it: %s commento in attesa
ru_ru: %s ожидающий комментарий

source: No comments
it_it: Nessun commento
ru_ru: Комментариев нет

source: No approved comments
it_it: Nessun commento approvato
ru_ru: Нет одобренных комментариев

source: No pending comments
it_it: Nessun commento in attesa
ru_ru: Нет ожидающих комментариев

source: %s item
it_it: %s articolo
ru_ru: Элемент

source: First page
it_it: Prima pagina
ru_ru: Первая страница

source: Previous page
it_it: Pagina precedente
ru_ru: Предыдущая страница

source: Current Page
it_it: Pagina corrente
ru_ru: Текущая страница

# paging
source: %1$s of %2$s
it_it: %s1$s di %2$s
ru_ru: %1$s из %2$s

source: Next page
it_it: Pagina successiva
ru_ru: Следущая страница

source: Last page
it_it: Ultima pagina
ru_ru: Последняя страница

source: Select All
it_it: Seleziona tutto
ru_ru: Выбрать все

source: Udesly Customizer needs the <a href="https://wordpress.org/plugins/udy-wf-to-wp/" target="_blank">Udesly plugin</a> to work, please install and activate it.
it_it: Udesly Customizer necessita del plugin Udesly per funzionare, per favore installalo ed attivalo.
ru_ru: Для работы Редактора Udesly необходимо <a href="https://wordpress.org/plugins/udy-wf-to-wp/" target="_blank"> Плагин Udesly </a>, пожалуйста, установите его и активируйте.

source: Udesly Customizer needs the <a href="https://wordpress.org/plugins/woocommerce/" target="_blank">Woocommerce plugin</a> to work, please install and activate it.
it_it: Udesly Customizer necessita del plugin WooCommerce per funzionare, per favore installalo ed attivalo.
ru_ru: Для корректной работы Редактора Udesly необходим <a href="https://wordpress.org/plugins/woocommerce/" target="_blank"> плагин Woocommerce </a>, пожалуйста, установите его и активируйте.

source: Save
it_it: Salva
ru_ru: Сохранить

source: Price Filter Slider Background Color
it_it: Colore di sfondo dello slider filtro prezzi
ru_ru: Фоновый цвет слайдера фильтр по цене

source: Price Filter Range Slider Background Color
it_it: Colore di sfondo dello slider del filtro range prezzi
ru_ru: Цвет полоски слайдера фильтр по цене

source: Price Filter Slider Handle Color
it_it: Colore cursori dello slider filtro prezzi
ru_ru: Цвет ползунка слайдера фильтр по цене

source: Price Range Color
it_it: Range colori prezzo
ru_ru: Цвет диапазона цен

source: General Font
it_it: Font generale
ru_ru: Общий шрифт

source: Font used in the webflow missing elements like table, etc.
it_it: Font usati negli elementi mancanti di Webflow come tabelle, ecc.
ru_ru: Шрифт, используемый в недостающем элементе Webflow, например таблица и т. д.

source: Udesly Woocommerce Sidebar
it_it: Sidebar Udesly Woocommerce
ru_ru: Сайдбар Udesly Woocommerce

source: Price Filter Range Color
it_it: Colore del range filtro prezzi
ru_ru: Цвет фильтра цен

source: Udesly Woocommerce Font
it_it: Font Udesly Woocommerce
ru_ru: Шрифт Udesly Woocommerce

source: Info Background Color
it_it: Colore di sfondo Notification Info
ru_ru: Фоновый цвет блока информации

source: Info Text Color
it_it: Colore testo Nitification Info
ru_ru: Цвет шрифта блока информации

source: Info Border Color
it_it: Colore bordo Notification Info
ru_ru: Цвет обводки блока информации

source: Info Border Size (px)
it_it: Dimensione bordo Notification Info (px)
ru_ru: Ширина обводки блока информации (px)

source: Error Background Color
it_it: Colore di sfondo Notification Error
ru_ru: Фоновый цвет блока ошибка

source: Error Text Color
it_it: Colore testo Notification Error
ru_ru: Цвет шрифта блока ошибка

source: Error Border Color
it_it: Colore bordo Notification Error
ru_ru: Цвет обводки блока ошибка

source: Error Border Size (px)
it_it: Dimensione margine Notification Error (px)
ru_ru: Ширина обводки блока ошибка (px)

source: Message Background Color
it_it: Colore di sfondo Notification Message
ru_ru: Фоновый цвет сообщения

source: Message Text Color
it_it: Colore testo Notification Message
ru_ru: Цвет шрифта сообщения

source: Message Border Color
it_it: Colore bordo Notification Message
ru_ru: Цвет обводки сообщения

source: Message Border Size (px)
it_it: Dimensione bordo Notification Message (px)
ru_ru: Ширина обводки сообщения (px)

source: Udesly Woocommerce Notifications
it_it: Notification Udesly Woocommerce
ru_ru: Уведомления Udesly Woocommerce

source: Info Border Size
it_it: Dimensione bordo Notification Info
ru_ru: Ширина обводки блока информации

source: Error Border Size
it_it: Dimensione bordo Notification Error
ru_ru: Ширина обводки блока ошибка

source: Message Border Size
it_it: Dimensione bordo Notification Message
ru_ru: Ширина обводки сообщения

source: No compatible plugins found, you can use the customizer with the following plugins:
it_it: Nessun plugin compatibile trovato. Puoi usare il Customizer con i seguenti plugin:
ru_ru: Совместимых плагинов не найдено, вы можете использовать Customizer со следующими плагинами:

source: Success Background Color
it_it: Colore di sfondo notifica di successo
ru_ru: Фоновый цвет уведомления об успешной отправке

source: Success Text Color
it_it: Colore testo notifica di successo
ru_ru: Цвет шрифта уведомления об успешной отправке

source: Success Border Color
it_it: Colore bordo notifica di successo
ru_ru: Цвет обводки уведомления об успешной отправке

source: Warning Background Color
it_it: Colore di sfondo notifica d'errore
ru_ru: Цвет фона предупреждения

source: Warning Text Color
it_it: Colore testo notifica d'errore
ru_ru: Цвет шрифта предупреждения

source: Warning Border Color
it_it: Colore bordo notifica d'errore
ru_ru: Цвет обводки предупреждения

source: Border Size (px)
it_it: Dimensione Bordo (px)
ru_ru: Размер обводки (px)

source: Easy Digital Downloads
ru_ru: Простые цифровые загрузки

source: Udesly Easy Digital Downloads
ru_ru: Простые цифровые загрузки Udesly

source: Udesly EDD Buttons
ru_ru: Udesly Кнопка Простые цифровые загрузки

source: Udesly EDD Table
ru_ru: Udesly Таблица Простые цифровые загрузки

source: Udesly EDD Form
ru_ru: Udesly Форма Простые цифровые загрузки

source: Udesly EDD Notifications
ru_ru: Udesly Уведомления Постые цифровые загрузки

source: Restrict Content Pro
ru_ru: Ограниченный контент Pro

source: Udesly Restrict Content Pro
ru_ru: Udesly Ограниченный контент Pro

source: Select2 height (px)
it_it: Altezza Select2 (px)
ru_ru: Выберите высоту (px)

source: Select2 padding (px)
it_it: Padding Select2 (px)
ru_ru: Выберите внутренний отступ (px)

source: Checkout Payment Background Color
it_it: Colore di sfondo del blocco Pagamento
ru_ru: Фоновый цвет Оформить Заказ

source: Checkout Payment Text Color
it_it: Colore Testo del blocco Pagamento
ru_ru: Цвет текста Оформить Заказ

source: Cupoun Code Input Width (px)
it_it: Larghezza Input Coupon Code
ru_ru: Ширина инпута кода купона (px)

source: Product Button Padding (px)
it_it: Padding Pulsante Prodotto (px)
ru_ru: Внутренный отступ кнопки продукта (px)

source: Product Button Margin (px)
it_it: Bordi Pulsante Prodotto (px)
ru_ru: Отступ кнопки продукта (px)

source: Coupon Code Width (px)
it_it: Larghezza Coupon Code (px)
ru_ru: Ширина кода купона (px)

source: Product Button Padding
it_it: Padding Pulsante Prodotto
ru_ru: Внутренный отступ кнопки продукта

source: Product Button Margin
it_it: Bordi Pulsante Prodotto
ru_ru: Отступ кнопки продукта

source: Coupon Code Input Width (px)
it_it: Larghezza Input Coupon Code (px)
ru_ru: Ширина инпута (px) для кода купона

source: Products Variations Select Field Height (px)
it_it: Variazioni Prodotti Altezza Select (px)

source: Products Variations Reset Button Left Margin (px)
it_it: Variazioni Prodotti Pulsante Reset Margine Sinistro (px)

source: Products Variations Labels Right Margin (px)
it_it: Variazioni Prodotti Etichetta Margine Destro (px)

source: Products Variations Add To Cart Button Margin Top (px)
it_it: Variazioni Prodotti Pulsante Aggiungi al Carrello Margine Superiore (px)

source: Products Variations Add To Cart Button Margin Left (px)
it_it: Variazioni Prodotti Pulsante Aggiungi al Carrello Margine Sinistro (px)
